tap "unclepomedev/blup"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "dvc"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "gifski"
brew "git-lfs"
brew "gitleaks"
brew "graphviz"
brew "imagemagick"
brew "jq"
brew "just"
brew "maven"
brew "mdbook"
brew "neovim"
brew "node"
brew "pixi"
brew "pkgconf"
brew "pnpm"
brew "pre-commit"
brew "ripgrep"
brew "rustup"
brew "sqruff"
brew "tfenv"
brew "trunk"
brew "uv"
brew "zola"
brew "unclepomedev/blup/blup"
cask "brave-browser"
cask "claude"
cask "claude-code"
cask "clion"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "gitkraken"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "obsidian"
cask "orbstack"
cask "pycharm"
cask "rider"
cask "unity-hub"
cask "visual-studio-code"
cargo "cargo-depgraph"
cargo "cargo-dist"
cargo "cargo-release"
cargo "sqlx-cli"
cargo "wasm-bindgen-cli"
cargo "wasm-server-runner"
